multilingual = {
    "identity_binding": {
        "en": "This preset requires identity binding before it will run. Please complete the identity binding first.",
        "cn": "该预置包需要绑定身份后才能正常运行, 请先完成身份绑定. "
    }
    "identity_introduce": {
        "cn" : '''
当前为游客，点击"身份管理"绑定身份，可获取更多服务：<br>
1，解锁“我的预置”功能，支持个性化的预置包导航。<br>
2，独立的出图存储空间和日志历史页面，确保隐私安全。<br>
3，可将当前参数环境保存为自己的定制预置包。<br>
4，解锁内嵌Comfyd引擎，支持Flux/Kolors/SD3等新模型。<br>
5，解锁更多配置，包括参数工具/翻译器/定制OBP等。<br>
6，其他计划中的个性化服务、增强功能及互助服务。<br>
如：我的通配符、大模型扩写、创意分享、预置包市场等<br>
<br>
系统默认将绑定的第一个身份设为管理员，赋予超级功能: <br>
1，可一键进入内嵌Comfyd工作流引擎的操作界面；<br>
2，可管理内嵌Comfyd引擎参数配置。<br>
3，对本节点的其他身份进行审核与屏蔽(待上线)。<br>
4，申请预置包发布和二次打包的授权标识(待上线)。<br>
<br>
我们原创的分布式身份管理机制，每个AI系统是独立私有化部署的身份自管理节点，拥有多用户隔离的数据空间，只有用户自主掌控的私钥才可解锁；同时在官方根节点上可检索到身份
加密副本以自证。在用户、AI节点和根节点三方协作下，既保障了隐私安全又确保身份真实及跨节点漫游互认，从而形成和而不同的开源社区生态。规则说明>> <br>
'''
        "en": '''

'''
    }
    
}
